{
  "locale": "en",
  "translations": {
    "beta.nav.confidentiality": "6. CONFIDENTIALITY",
    "beta.nav.intellectual_property": "9. INTELLECTUAL PROPERTY",
    "beta.overview.title": "1. BETA PROGRAM OVERVIEW",
    "beta.overview.content": "Welcome to the IDEM Beta Program. By participating in this beta program, you agree to test our AI-powered project management platform and provide feedback to help us improve the service before its general release. This beta program allows you to access pre-release features and functionality that may not be available in the production version.",
    "beta.nature.title": "2. BETA SOFTWARE NATURE",
    "beta.nature.content": "You acknowledge and understand that the beta software has the following characteristics:",
    "beta.nature.prerelease": "Is pre-release software that may contain bugs, errors, defects, and security vulnerabilities",
    "beta.nature.malfunction": "May not function as intended or may fail to function entirely",
    "beta.nature.crashes": "May cause system crashes, data loss, corruption, or other unexpected issues",
    "beta.nature.testing_only": "Is provided for testing, evaluation, and feedback purposes only",
    "beta.nature.limited_features": "May have limited features, incomplete functionality, or missing documentation",
    "beta.nature.subject_to_change": "Is subject to significant changes, modifications, or removal without notice",
    "beta.nature.performance_issues": "May have performance issues, slow response times, or service interruptions",
    "beta.nature.warning.title": "Important Beta Software Warning",
    "beta.nature.warning.content": "Beta software is inherently unstable and should not be used for production purposes, critical business operations, or with sensitive data. Always maintain backups of important information.",
    "beta.limitations.title": "3. USAGE LIMITATIONS AND RESTRICTIONS",
    "beta.limitations.content": "During the beta period, the following limitations and restrictions apply:",
    "beta.limitations.access.title": "3.1 Beta Access Limitations",
    "beta.limitations.access.content": "Your access to the beta program is subject to the following conditions:",
    "beta.limitations.access.limited": "Beta access is limited, invitation-only, and may be revoked at any time without notice",
    "beta.limitations.access.quotas": "Usage quotas, rate limits, and resource restrictions may apply",
    "beta.limitations.access.restricted_features": "Certain features may be restricted, disabled, or unavailable",
    "beta.limitations.access.no_guarantee": "Service availability, uptime, and performance are not guaranteed",
    "beta.limitations.access.account_reset": "Beta accounts may be reset, modified, or deleted without notice",
    "beta.limitations.prohibited.title": "3.2 Prohibited Uses",
    "beta.limitations.prohibited.content": "During the beta period, you explicitly agree NOT to:",
    "beta.limitations.prohibited.production": "Use the beta software for production, commercial, or revenue-generating purposes",
    "beta.limitations.prohibited.sensitive_data": "Process, store, or transmit sensitive, confidential, or critical business data",
    "beta.limitations.prohibited.mission_critical": "Rely on the beta software for mission-critical operations or time-sensitive tasks",
    "beta.limitations.prohibited.reverse_engineer": "Reverse engineer, decompile, disassemble, or attempt to derive source code",
    "beta.limitations.prohibited.share_access": "Share, transfer, or sublicense your beta access credentials with others",
    "beta.limitations.prohibited.circumvent": "Attempt to circumvent usage limits, security measures, or access controls",
    "beta.limitations.prohibited.violate_laws": "Use the beta software to violate any laws, regulations, or third-party rights",
    "beta.data_privacy.title": "4. DATA AND PRIVACY CONSIDERATIONS",
    "beta.data_privacy.content": "Beta software involves special data handling and privacy considerations:",
    "beta.data_privacy.warning.title": "Critical Data Warning",
    "beta.data_privacy.warning.content": "Beta software may be unstable and could result in complete data loss. DO NOT input critical, sensitive, confidential, or irreplaceable data during the beta period. Always maintain external backups of important information.",
    "beta.data_privacy.data_deletion": "Beta data may be deleted, reset, or corrupted at any time without notice or recovery",
    "beta.data_privacy.no_backup": "Data backup, recovery, and retention services are not guaranteed or provided",
    "beta.data_privacy.monitoring": "Your beta usage data, interactions, and feedback may be monitored and collected",
    "beta.data_privacy.error_logs": "Error logs, crash reports, and diagnostic data may be automatically collected",
    "beta.data_privacy.different_policies": "Beta data is not subject to the same security, privacy, or retention policies as production data",
    "beta.data_privacy.data_usage": "We may use beta data to improve our services, train AI models, and develop new features",
    "beta.data_privacy.third_party_sharing": "Beta data may be shared with third-party service providers for testing and development",
    "beta.feedback.title": "5. FEEDBACK AND REPORTING OBLIGATIONS",
    "beta.feedback.content": "As a beta participant, you agree to actively participate in the following ways:",
    "beta.feedback.constructive": "Provide constructive, detailed feedback about your experience and observations",
    "beta.feedback.report_bugs": "Report bugs, errors, crashes, and issues promptly with reproduction steps",
    "beta.feedback.surveys": "Participate in surveys, feedback sessions, and user research when requested",
    "beta.feedback.test_features": "Test specific features, workflows, and scenarios as directed by our team",
    "beta.feedback.communication_channels": "Communicate through designated beta feedback channels and platforms",
    "beta.feedback.suggestions": "Provide suggestions for improvements, new features, and enhancements",
    "beta.feedback.document_use_cases": "Document and share use cases, workflows, and integration scenarios",
    "beta.confidentiality.title": "6. CONFIDENTIALITY AND NON-DISCLOSURE",
    "beta.confidentiality.content": "The beta software, your participation, and all related information are strictly confidential. You agree to:",
    "beta.confidentiality.keep_confidential": "Keep all beta software features, capabilities, and functionality confidential",
    "beta.confidentiality.no_disclosure": "Not disclose beta program details, information, or materials to unauthorized parties",
    "beta.confidentiality.no_publishing": "Not publish reviews, blog posts, screenshots, videos, or demos without written permission",
    "beta.confidentiality.no_sharing": "Not share beta access, credentials, or invitation codes with others",
    "beta.confidentiality.no_public_discussion": "Not discuss beta features publicly on social media, forums, or other platforms",
    "beta.confidentiality.additional_agreements": "Respect any additional confidentiality agreements or non-disclosure requirements",
    "beta.confidentiality.return_materials": "Return or destroy all beta materials upon request or program termination",
    "beta.duration.title": "7. BETA PROGRAM DURATION AND TERMINATION",
    "beta.duration.content": "The beta program operates under the following terms:",
    "beta.duration.no_guarantee": "Has no guaranteed duration, timeline, or end date and may conclude at any time",
    "beta.duration.termination": "May be terminated by either party at any time without notice or explanation",
    "beta.duration.auto_end": "Will automatically end upon general release, public launch, or program cancellation",
    "beta.duration.loss_of_access": "May result in immediate loss of access to beta features, data, and materials",
    "beta.duration.cease_use": "Requires you to cease all use and delete downloaded materials upon termination",
    "beta.duration.no_guarantee_transition": "Does not guarantee transition to the production version or continued access",
    "beta.warranty.title": "8. NO WARRANTY AND LIABILITY LIMITATIONS",
    "beta.warranty.content": "Beta software is provided under the following warranty and liability terms:",
    "beta.warranty.disclaimer.title": "No Warranty Disclaimer",
    "beta.warranty.disclaimer.content": "BETA SOFTWARE IS PROVIDED \"AS IS\" WITH ABSOLUTELY NO WARRANTY OF ANY KIND. WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, TITLE, QUIET ENJOYMENT, ACCURACY, AND INTEGRATION. YOU USE THE BETA SOFTWARE ENTIRELY AT YOUR OWN RISK.",
    "beta.warranty.no_liability": "We are not liable for any damages, losses, or issues arising from beta software use",
    "beta.warranty.no_guarantee_functionality": "We do not guarantee functionality, performance, availability, or reliability",
    "beta.warranty.no_responsibility_data_loss": "We are not responsible for data loss, corruption, or security breaches",
    "beta.warranty.disclaim_indirect_damages": "We disclaim liability for indirect, incidental, consequential, or punitive damages",
    "beta.warranty.maximum_liability": "Maximum liability, if any, is limited to the amount you paid for beta access (typically $0)",
    "beta.intellectual_property.title": "9. INTELLECTUAL PROPERTY RIGHTS",
    "beta.intellectual_property.content": "All intellectual property rights in the beta software remain exclusively with IDEM. Your feedback, suggestions, and contributions may be used by us to improve the software without compensation or attribution. You grant us a perpetual, worldwide, royalty-free license to use any feedback you provide.",
    "beta.support.title": "10. BETA-SPECIFIC SUPPORT",
    "beta.support.content": "Beta support is provided on a best-effort, as-available basis:",
    "beta.support.no_guarantee": "No guaranteed response times, service level agreements, or support commitments",
    "beta.support.limited_channels": "Support may be limited to beta-specific channels, forums, or communication methods",
    "beta.support.incomplete_docs": "Documentation may be incomplete, outdated, inaccurate, or unavailable",
    "beta.support.limited_training": "Training, onboarding, and educational resources may be limited or non-existent",
    "beta.support.no_priority": "Priority support is not available for beta participants",
    "beta.transition.title": "11. TRANSITION TO GENERAL RELEASE",
    "beta.transition.content": "When the software transitions from beta to general release, the following applies:",
    "beta.transition.auto_terminate": "Beta access will automatically terminate upon general release announcement",
    "beta.transition.new_account": "You may need to create a new account or re-register for the production version",
    "beta.transition.no_data_migration": "Beta data may not be migrated, transferred, or preserved in the production system",
    "beta.transition.new_terms": "New terms of service, privacy policy, and pricing will apply to the production version",
    "beta.transition.different_features": "Pricing, features, functionality, and availability may differ from the beta version",
    "beta.transition.no_guarantee_access": "Beta participants are not guaranteed access, discounts, or special treatment",
    "beta.transition.right_to_discontinue": "We reserve the right to discontinue the product without releasing a production version",
    "beta.contact.title": "12. CONTACT AND SUPPORT INFORMATION",
    "beta.contact.content": "For beta program questions, support, feedback, or concerns, please contact us through the following channels:"
  }
}
