{
  "locale": "fr",
  "translations": {
    "privacy.title": "IDEM Légal",
    "privacy.subtitle": "Les informations fournies ici sont destinées aux clients et utilisateurs d'IDEM qui ont des questions sur nos conditions, politiques, propriété intellectuelle et conformité.",
    "privacy.effective_date": "10 octobre 2025",
    "privacy.version.oct2025": "10 octobre 2025",
    "privacy.version.aug2025": "30 août 2025",
    "privacy.version.jun2025": "15 juin 2025",
    "privacy.current_version": "10 octobre 2025",
    "privacy.nav.about": "1. À PROPOS",
    "privacy.nav.scope": "2. CHAMP D'APPLICATION",
    "privacy.nav.personal_info": "3. INFORMATIONS PERSONNELLES QUE NOUS COLLECTONS",
    "privacy.nav.info_you_provide": "Informations que vous fournissez",
    "privacy.nav.info_collected_auto": "Informations collectées automatiquement",
    "privacy.nav.info_from_sources": "Informations provenant d'autres sources",
    "privacy.nav.how_we_use": "4. COMMENT NOUS UTILISONS VOS INFORMATIONS",
    "privacy.nav.disclosure": "5. DIVULGATION DE VOS INFORMATIONS",
    "privacy.nav.data_transfers": "6. TRANSFERTS INTERNATIONAUX DE DONNÉES",
    "privacy.nav.your_choices": "7. VOS CHOIX",
    "privacy.nav.your_rights": "8. VOS DROITS EN MATIÈRE DE CONFIDENTIALITÉ",
    "privacy.nav.data_retention": "9. CONSERVATION DES DONNÉES",
    "privacy.nav.security": "10. SÉCURITÉ",
    "privacy.nav.third_party": "11. SITES WEB TIERS",
    "privacy.nav.children": "12. INFORMATIONS SUR LES ENFANTS",
    "privacy.nav.changes": "13. MODIFICATIONS DE LA POLITIQUE",
    "privacy.nav.contact": "14. NOUS CONTACTER",
    "privacy.about.title": "1. À PROPOS",
    "privacy.about.content": "L'objectif d'IDEM, Inc. et de ses sociétés affiliées (\"IDEM\", \"nous\", \"notre\" et \"nos\") est de rendre la gestion de projet alimentée par l'IA accessible à tous. Cette politique de confidentialité vous aidera à comprendre comment nous collectons, utilisons et divulguons vos informations personnelles et vous aidera à exercer les droits de confidentialité dont vous disposez.",
    "privacy.scope.title": "2. CHAMP D'APPLICATION",
    "privacy.scope.content": "Cette politique de confidentialité s'applique aux informations personnelles que nous traitons, y compris sur nos sites web (par exemple, idem.africa et tout autre site web que nous possédons ou exploitons), nos applications mobiles, nos interfaces de programmation d'applications, nos services de gestion de projet alimentés par l'IA, et nos offres en ligne et hors ligne connexes (collectivement, les \"Services\").",
    "privacy.personal_info.title": "3. INFORMATIONS PERSONNELLES QUE NOUS COLLECTONS",
    "privacy.personal_info.content": "Les informations personnelles que nous collectons dépendent de la manière dont vous interagissez avec nos Services.",
    "privacy.personal_info.you_provide.title": "3.1 Informations que vous nous fournissez",
    "privacy.personal_info.you_provide.content": "Nous collectons les informations personnelles que vous nous fournissez directement lors de l'utilisation de nos Services :",
    "privacy.personal_info.you_provide.account": "Informations de compte, y compris le nom, l'adresse e-mail et le mot de passe",
    "privacy.personal_info.you_provide.profile": "Informations de profil telles que la photo, le titre du poste et les détails de l'entreprise",
    "privacy.personal_info.you_provide.project_data": "Données de projet, y compris les diagrammes, les business plans et les matériaux de branding",
    "privacy.personal_info.you_provide.payment": "Informations de paiement pour les services d'abonnement",
    "privacy.personal_info.you_provide.communications": "Communications lorsque vous contactez le support ou fournissez des commentaires",
    "privacy.personal_info.collected_auto.title": "3.2 Informations collectées automatiquement",
    "privacy.personal_info.collected_auto.content": "Lorsque vous utilisez nos Services, nous collectons automatiquement certaines informations techniques :",
    "privacy.personal_info.collected_auto.device": "Informations sur l'appareil (type, système d'exploitation, navigateur)",
    "privacy.personal_info.collected_auto.ip": "Adresse IP et données de localisation générales",
    "privacy.personal_info.collected_auto.usage": "Données d'utilisation (fonctionnalités utilisées, temps passé, interactions)",
    "privacy.personal_info.collected_auto.cookies": "Cookies et technologies de suivi similaires",
    "privacy.personal_info.collected_auto.logs": "Fichiers journaux et rapports d'erreurs",
    "privacy.personal_info.other_sources.title": "3.3 Informations provenant d'autres sources",
    "privacy.personal_info.other_sources.content": "Nous pouvons recevoir des informations vous concernant de sources tierces telles que des fournisseurs d'authentification (Google, GitHub), des processeurs de paiement et des services d'analyse.",
    "privacy.how_we_use.title": "4. COMMENT NOUS UTILISONS VOS INFORMATIONS ET NOTRE BASE JURIDIQUE POUR LE TRAITEMENT",
    "privacy.how_we_use.content": "Nous utilisons les informations personnelles que nous collectons aux fins suivantes :",
    "privacy.how_we_use.provide_services.strong": "Fournir des Services",
    "privacy.how_we_use.provide_services.text": "Pour exploiter et maintenir notre plateforme alimentée par l'IA, traiter vos demandes et activer les fonctionnalités de collaboration",
    "privacy.how_we_use.improve.strong": "Améliorer et Personnaliser",
    "privacy.how_we_use.improve.text": "Pour améliorer votre expérience, développer de nouvelles fonctionnalités et fournir des recommandations personnalisées",
    "privacy.how_we_use.ai_processing.strong": "Traitement par IA",
    "privacy.how_we_use.ai_processing.text": "Pour générer des diagrammes, des business plans, des matériaux de branding et d'autres informations alimentées par l'IA",
    "privacy.how_we_use.communications.strong": "Communications",
    "privacy.how_we_use.communications.text": "Pour envoyer des mises à jour de service, répondre aux demandes et fournir un support client",
    "privacy.how_we_use.security.strong": "Sécurité et Prévention de la Fraude",
    "privacy.how_we_use.security.text": "Pour protéger nos Services, détecter et prévenir la fraude, et assurer l'intégrité de la plateforme",
    "privacy.how_we_use.legal.strong": "Conformité Légale",
    "privacy.how_we_use.legal.text": "Pour se conformer aux obligations légales et faire respecter nos conditions d'utilisation",
    "privacy.disclosure.title": "5. DISCLOSING YOUR INFORMATION TO THIRD PARTIES",
    "privacy.disclosure.content": "We do not sell your personal information. We may share your information in the following circumstances:",
    "privacy.disclosure.service_providers.strong": "Service Providers",
    "privacy.disclosure.service_providers.text": "With trusted vendors who assist in operating our platform (cloud hosting, payment processing, analytics)",
    "privacy.disclosure.ai_providers.strong": "AI Service Providers",
    "privacy.disclosure.ai_providers.text": "With AI model providers to generate content based on your inputs",
    "privacy.disclosure.team_members.strong": "Team Members",
    "privacy.disclosure.team_members.text": "With other members of your team or organization as configured by you",
    "privacy.disclosure.legal.strong": "Legal Requirements",
    "privacy.disclosure.legal.text": "When required by law, court order, or to protect our rights and safety",
    "privacy.disclosure.business.strong": "Transferts d'Entreprise",
    "privacy.disclosure.business.text": "En lien avec des fusions, acquisitions ou ventes d'actifs",
    "privacy.data_transfers.title": "6. TRANSFERTS INTERNATIONAUX DE DONNÉES",
    "privacy.data_transfers.content": "Vos informations peuvent être transférées et traitées dans des pays autres que le vôtre, y compris les États-Unis et d'autres juridictions où nous ou nos fournisseurs de services opérons. Nous nous assurons que des garanties appropriées sont en place pour protéger vos données lors des transferts internationaux, y compris des clauses contractuelles types approuvées par la Commission européenne.",
    "privacy.your_choices.title": "7. VOS CHOIX",
    "privacy.your_choices.content": "Vous avez plusieurs choix concernant vos informations personnelles :",
    "privacy.your_choices.account.strong": "Paramètres du Compte",
    "privacy.your_choices.account.text": "Mettez à jour vos informations de profil et vos préférences à tout moment",
    "privacy.your_choices.email.strong": "Communications par E-mail",
    "privacy.your_choices.email.text": "Désabonnez-vous des e-mails marketing en utilisant le lien de désabonnement",
    "privacy.your_choices.cookies.strong": "Cookies",
    "privacy.your_choices.cookies.text": "Contrôlez les paramètres des cookies via les préférences de votre navigateur",
    "privacy.your_choices.deletion.strong": "Suppression des Données",
    "privacy.your_choices.deletion.text": "Demandez la suppression de votre compte et des données associées",
    "privacy.your_rights.title": "8. VOS DROITS EN MATIÈRE DE CONFIDENTIALITÉ",
    "privacy.your_rights.content": "Selon votre emplacement, vous pouvez avoir les droits suivants concernant vos informations personnelles :",
    "privacy.your_rights.access.strong": "Accès",
    "privacy.your_rights.access.text": "Demander une copie des informations personnelles que nous détenons à votre sujet",
    "privacy.your_rights.correction.strong": "Correction",
    "privacy.your_rights.correction.text": "Demander la correction d'informations inexactes ou incomplètes",
    "privacy.your_rights.deletion.strong": "Suppression",
    "privacy.your_rights.deletion.text": "Demander la suppression de vos données personnelles (sous réserve des obligations légales)",
    "privacy.your_rights.portability.strong": "Portabilité",
    "privacy.your_rights.portability.text": "Demander le transfert de vos données à un autre fournisseur de services",
    "privacy.your_rights.objection.strong": "Objection",
    "privacy.your_rights.objection.text": "S'opposer à certaines activités de traitement",
    "privacy.your_rights.withdraw.strong": "Retirer son Consentement",
    "privacy.your_rights.withdraw.text": "Retirer son consentement pour le traitement basé sur le consentement",
    "privacy.data_retention.title": "9. CONSERVATION DES DONNÉES",
    "privacy.data_retention.content": "Nous conservons vos informations personnelles aussi longtemps que nécessaire pour fournir nos Services et remplir les objectifs décrits dans cette politique. Lorsque vous supprimez votre compte, nous supprimerons ou anonymiserons vos données dans les 90 jours, sauf si nous sommes tenus de les conserver par la loi. Des copies de sauvegarde peuvent persister pendant 30 jours supplémentaires.",
    "privacy.security.title": "10. SÉCURITÉ DE VOS INFORMATIONS",
    "privacy.security.content": "Nous mettons en œuvre des mesures de sécurité techniques et organisationnelles appropriées pour protéger vos informations personnelles :",
    "privacy.security.encryption": "Chiffrement des données en transit (TLS/SSL) et au repos (AES-256)",
    "privacy.security.assessments": "Évaluations de sécurité régulières et tests de pénétration",
    "privacy.security.access_controls": "Contrôles d'accès et authentification multi-facteurs",
    "privacy.security.data_centers": "Centres de données sécurisés avec sécurité physique et réseau",
    "privacy.security.training": "Formation des employés sur la protection et la sécurité des données",
    "privacy.security.incident_response": "Procédures de réponse aux incidents et protocoles de notification de violation",
    "privacy.third_party.title": "11. SITES WEB/APPLICATIONS TIERS",
    "privacy.third_party.content": "Nos Services peuvent contenir des liens vers des sites web tiers ou s'intégrer à des applications tierces. Cette politique de confidentialité ne s'applique pas à ces services tiers. Nous vous encourageons à consulter leurs politiques de confidentialité avant de fournir des informations personnelles.",
    "privacy.children.content": "Nos Services ne sont pas destinés aux enfants de moins de 13 ans (ou 16 ans dans l'Espace Économique Européen). Nous ne collectons pas sciemment d'informations personnelles auprès d'enfants. Si nous apprenons que nous avons collecté des informations auprès d'un enfant, nous prendrons des mesures pour les supprimer rapidement. Si vous pensez que nous avons collecté des informations auprès d'un enfant, veuillez nous contacter immédiatement.",
    "privacy.changes.title": "13. MODIFICATIONS DE NOTRE POLITIQUE DE CONFIDENTIALITÉ",
    "privacy.changes.content": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre pour refléter les changements dans nos pratiques ou pour des raisons juridiques, opérationnelles ou réglementaires. Nous vous informerons des changements importants en publiant la politique mise à jour sur cette page et en mettant à jour la \"Date d'entrée en vigueur\" en haut. Pour les changements importants, nous pouvons fournir un avis supplémentaire tel qu'une notification par e-mail. Votre utilisation continue de nos Services après l'entrée en vigueur des modifications constitue une acceptation de la politique mise à jour.",
    "privacy.contact.title": "14. NOUS CONTACTER",
    "privacy.contact.content": "Si vous avez des questions, des préoccupations ou des demandes concernant cette politique de confidentialité ou nos pratiques en matière de données, veuillez nous contacter à :"
  }
}
