{
  "locale": "fr",
  "translations": {
    "terms.nav.acceptable_use": "4. POLITIQUE D'UTILISATION ACCEPTABLE",
    "terms.nav.intellectual_property": "5. PROPRIÉTÉ INTELLECTUELLE",
    "terms.nav.service_availability": "8. DISPONIBILITÉ DU SERVICE",
    "terms.nav.indemnification": "10. INDEMNISATION",
    "terms.acceptance.title": "1. ACCEPTATION DES CONDITIONS",
    "terms.acceptance.content": "En accédant et en utilisant IDEM (\"le Service\", \"la Plateforme\", \"nous\", \"notre\" ou \"nos\"), vous acceptez d'être lié par les termes et dispositions de cet accord. Si vous n'acceptez pas de respecter ces Conditions d'Utilisation, veuillez ne pas utiliser ce service. Votre utilisation continue du Service constitue une acceptation de toute modification de ces conditions.",
    "terms.description.title": "2. DESCRIPTION DU SERVICE",
    "terms.description.content": "IDEM est une plateforme de gestion de projet et de développement alimentée par l'IA qui fournit des outils et des services complets pour le développement de logiciels modernes et la gestion de projet :",
    "terms.description.project_management.strong": "Gestion de Projet",
    "terms.description.project_management.text": "Créez, organisez et gérez des projets avec des informations et des recommandations alimentées par l'IA",
    "terms.description.ai_content.strong": "Contenu Généré par l'IA",
    "terms.description.ai_content.text": "Générez des diagrammes (UML, ERD, organigrammes), des business plans, des matériaux de branding et de la documentation technique",
    "terms.description.dev_tools.strong": "Outils de Développement",
    "terms.description.dev_tools.text": "Assistance au déploiement, génération de code et gestion de l'environnement de développement",
    "terms.description.collaboration.strong": "Fonctionnalités de Collaboration",
    "terms.description.collaboration.text": "Gestion d'équipe, collaboration en temps réel et outils de communication",
    "terms.description.analytics.strong": "Analyses et Rapports",
    "terms.description.analytics.text": "Analyses complètes, suivi de la progression et rapports personnalisables",
    "terms.description.integrations.strong": "Capacités d'Intégration",
    "terms.description.integrations.text": "Connectez-vous avec des services tiers, des API et des outils de développement",
    "terms.accounts.title": "3. COMPTES UTILISATEUR ET INSCRIPTION",
    "terms.accounts.content": "Pour accéder à certaines fonctionnalités du Service, vous devez vous inscrire pour un compte. En créant un compte, vous acceptez de :",
    "terms.accounts.accurate_info": "Fournir des informations exactes, à jour, complètes et véridiques lors de l'inscription",
    "terms.accounts.update_info": "Maintenir et mettre à jour rapidement les informations de votre compte pour qu'elles restent exactes et à jour",
    "terms.accounts.security": "Maintenir la sécurité et la confidentialité de votre mot de passe et de vos identifiants de compte",
    "terms.accounts.responsibility": "Accepter l'entière responsabilité de toutes les activités qui se déroulent sous votre compte",
    "terms.accounts.notify_breach": "Nous informer immédiatement de toute utilisation non autorisée, violation de la sécurité ou fraude suspectée",
    "terms.accounts.no_sharing": "Ne pas partager vos identifiants de compte ni permettre à d'autres d'accéder à votre compte",
    "terms.accounts.no_multiple": "Ne pas créer plusieurs comptes ni utiliser de moyens automatisés pour créer des comptes",
    "terms.accounts.age_requirement": "Avoir au moins 18 ans ou avoir le consentement parental pour utiliser le Service",
    "terms.acceptable_use.title": "4. POLITIQUE D'UTILISATION ACCEPTABLE",
    "terms.acceptable_use.content": "Vous acceptez d'utiliser le Service conformément à toutes les lois et réglementations applicables. Vous acceptez explicitement de NE PAS :",
    "terms.acceptable_use.prohibited.title": "4.1 Activités Interdites",
    "terms.acceptable_use.prohibited.content": "Les activités suivantes sont strictement interdites :",
    "terms.acceptable_use.prohibited.violate_laws": "Violer les lois ou réglementations locales, étatiques, nationales ou internationales applicables",
    "terms.acceptable_use.prohibited.infringe_ip": "Enfreindre les droits de propriété intellectuelle, les droits d'auteur, les marques de commerce ou les brevets d'autrui",
    "terms.acceptable_use.prohibited.malicious_code": "Télécharger, transmettre ou distribuer du code malveillant, des virus, des logiciels malveillants ou du contenu nuisible",
    "terms.acceptable_use.prohibited.unauthorized_access": "Tenter d'obtenir un accès non autorisé à nos systèmes, réseaux ou autres comptes d'utilisateurs",
    "terms.acceptable_use.prohibited.interfere": "Interférer avec, perturber ou imposer une charge déraisonnable sur le Service ou les serveurs",
    "terms.acceptable_use.prohibited.illegal_use": "Utiliser le Service à des fins illégales, frauduleuses ou non autorisées",
    "terms.acceptable_use.prohibited.harass": "Harceler, abuser, menacer ou nuire à d'autres utilisateurs ou à des tiers",
    "terms.acceptable_use.prohibited.spam": "Distribuer du spam, des communications non sollicitées ou se livrer à du phishing",
    "terms.acceptable_use.prohibited.scraping": "Extraire, crawler ou utiliser des outils automatisés pour extraire des données sans autorisation",
    "terms.acceptable_use.prohibited.reverse_engineer": "Faire de l'ingénierie inverse, décompiler ou désassembler toute partie du Service",
    "terms.acceptable_use.prohibited.remove_notices": "Supprimer, masquer ou modifier tout avis ou étiquette de propriété",
    "terms.acceptable_use.prohibited.impersonate": "Usurper l'identité de toute personne ou entité ou déformer votre affiliation",
    "terms.acceptable_use.content_standards.title": "4.2 Normes de Contenu",
    "terms.acceptable_use.content_standards.content": "Tout le contenu que vous créez, téléchargez ou partagez doit être conforme aux normes suivantes :",
    "terms.acceptable_use.content_standards.no_illegal": "Ne doit pas contenir de matériel illégal, diffamatoire, obscène ou offensant",
    "terms.acceptable_use.content_standards.no_privacy_violation": "Ne doit pas violer les droits à la vie privée ni divulguer des informations confidentielles sans autorisation",
    "terms.acceptable_use.content_standards.no_hate": "Ne doit pas promouvoir la violence, la discrimination ou les discours de haine",
    "terms.acceptable_use.content_standards.no_misleading": "Ne doit pas contenir d'informations trompeuses, fausses ou mensongères",
    "terms.intellectual_property.title": "5. DROITS DE PROPRIÉTÉ INTELLECTUELLE",
    "terms.intellectual_property.content": "Les droits de propriété intellectuelle sont régis par les termes suivants :",
    "terms.intellectual_property.our_content.title": "5.1 Notre Contenu et notre Plateforme",
    "terms.intellectual_property.our_content.content": "Le Service et son contenu original, ses fonctionnalités, sa conception, son code et toute la propriété intellectuelle associée sont la propriété d'IDEM et sont protégés par les lois internationales sur le droit d'auteur, les marques de commerce, les brevets, les secrets commerciaux et autres lois sur la propriété intellectuelle. Vous ne pouvez pas copier, modifier, distribuer, vendre ou louer une partie de notre Service sans autorisation écrite explicite.",
    "terms.intellectual_property.your_content.title": "5.2 Votre Contenu",
    "terms.intellectual_property.your_content.content": "Vous conservez l'entière propriété de tout le contenu que vous créez, téléchargez ou soumettez au Service. En utilisant le Service, vous nous accordez une licence non exclusive, mondiale, libre de droits, sous-licenciable et transférable pour utiliser, reproduire, distribuer, préparer des œuvres dérivées, afficher et exécuter votre contenu uniquement dans le but de fournir, maintenir et améliorer le Service.",
    "terms.intellectual_property.ai_content.title": "5.3 Contenu Généré par l'IA",
    "terms.intellectual_property.ai_content.content": "Le contenu généré par nos outils d'IA en fonction de vos entrées et de vos invites vous est fourni sous une licence non exclusive, mondiale et libre de droits. Vous pouvez utiliser, modifier et distribuer le contenu généré par l'IA à des fins personnelles et commerciales, sous réserve de ces conditions. Cependant, nous ne pouvons garantir que le contenu généré par l'IA est exempt de réclamations de propriété intellectuelle de tiers.",
    "terms.intellectual_property.feedback.title": "5.4 Commentaires et Suggestions",
    "terms.intellectual_property.feedback.content": "Tout commentaire, suggestion, idée ou autre information que vous nous fournissez sur le Service devient notre propriété. Nous pouvons utiliser ces commentaires sans aucune obligation de vous dédommager ou de vous attribuer.",
    "terms.payment.title": "6. PAYMENT AND BILLING",
    "terms.payment.content": "Certain features and services require payment. By subscribing to a paid plan, you agree to:",
    "terms.payment.obligation.strong": "Payment Obligation",
    "terms.payment.obligation.text": "Pay all fees and charges associated with your account and subscription plan",
    "terms.payment.billing_info.strong": "Billing Information",
    "terms.payment.billing_info.text": "Provide accurate, complete, and current billing and payment information",
    "terms.payment.updates.strong": "Updates",
    "terms.payment.updates.text": "Notify us promptly of any changes to your payment information or billing address",
    "terms.payment.authorization.strong": "Authorization",
    "terms.payment.authorization.text": "Authorize us to charge your payment method for all fees and charges",
    "terms.payment.subscription.strong": "Conditions d'Abonnement",
    "terms.payment.subscription.text": "Les frais d'abonnement sont facturés à l'avance sur une base récurrente (mensuelle ou annuelle)",
    "terms.payment.auto_renewal.strong": "Renouvellement Automatique",
    "terms.payment.auto_renewal.text": "Les abonnements se renouvellent automatiquement sauf s'ils sont annulés avant la date de renouvellement",
    "terms.payment.refund.strong": "Politique de Remboursement",
    "terms.payment.refund.text": "Les frais d'abonnement sont généralement non remboursables, sauf si la loi l'exige ou si notre politique de remboursement le stipule",
    "terms.payment.price_changes.strong": "Changements de Prix",
    "terms.payment.price_changes.text": "Nous nous réservons le droit de modifier les prix avec un préavis de 30 jours",
    "terms.payment.taxes.strong": "Taxes",
    "terms.payment.taxes.text": "Vous êtes responsable de toutes les taxes, droits et frais gouvernementaux applicables",
    "terms.privacy.title": "7. CONFIDENTIALITÉ ET PROTECTION DES DONNÉES",
    "terms.privacy.content": "Votre vie privée est importante pour nous. Notre Politique de Confidentialité explique en détail comment nous collectons, utilisons, protégeons et partageons vos informations lorsque vous utilisez le Service. En utilisant le Service, vous acceptez la collecte, l'utilisation et la divulgation d'informations conformément à notre Politique de Confidentialité. Les points clés incluent :",
    "terms.privacy.collection": "Nous collectons les informations personnelles que vous fournissez et les données techniques automatiquement",
    "terms.privacy.usage": "Nous utilisons vos données pour fournir, améliorer et personnaliser le Service",
    "terms.privacy.security": "Nous mettons en œuvre des mesures de sécurité conformes aux normes de l'industrie pour protéger vos données",
    "terms.privacy.no_selling": "Nous ne vendons pas vos informations personnelles à des tiers",
    "terms.privacy.rights": "Vous avez le droit d'accéder, de corriger, de supprimer et de porter vos données",
    "terms.service_availability.title": "8. DISPONIBILITÉ ET MODIFICATIONS DU SERVICE",
    "terms.service_availability.content": "Nous nous efforçons de fournir un service fiable mais ne pouvons garantir une disponibilité ininterrompue. Nous nous réservons le droit de :",
    "terms.service_availability.modify": "Modifier, suspendre ou interrompre toute partie du Service à tout moment avec un préavis raisonnable",
    "terms.service_availability.maintenance": "Effectuer une maintenance planifiée, des mises à jour et des mises à niveau pouvant entraîner des interruptions temporaires",
    "terms.service_availability.update_terms": "Mettre à jour ces Conditions d'Utilisation avec un préavis pour les changements importants",
    "terms.service_availability.refuse_service": "Refuser le service à quiconque pour toute raison légale",
    "terms.service_availability.remove_content": "Supprimer, modifier ou restreindre l'accès au contenu qui enfreint ces conditions",
    "terms.service_availability.change_features": "Modifier les fonctionnalités, les fonctionnalités, les prix ou les niveaux de service",
    "terms.service_availability.usage_limits": "Imposer des limites d'utilisation, des quotas ou des restrictions sur certaines fonctionnalités",
    "terms.disclaimers.title": "9. EXCLUSIONS DE RESPONSABILITÉ ET LIMITATIONS DE RESPONSABILITÉ",
    "terms.disclaimers.content": "Le Service est fourni sous les exclusions de responsabilité et limitations de responsabilité suivantes :",
    "terms.disclaimers.service.title": "9.1 Exclusion de Responsabilité du Service",
    "terms.disclaimers.service.content": "LE SERVICE EST FOURNI \"EN L'ÉTAT\" ET \"TEL QUE DISPONIBLE\" SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER, DE NON-CONTREFAÇON, DE TITRE, DE JOUISSANCE PAISIBLE, D'EXACTITUDE OU D'INTÉGRATION. NOUS NE GARANTISSONS PAS QUE LE SERVICE SERA ININTERROMPU, SANS ERREUR, SÉCURISÉ OU EXEMPT DE VIRUS OU D'AUTRES COMPOSANTS NUISIBLES.",
    "terms.disclaimers.ai_content.title": "9.2 Exclusion de Responsabilité du Contenu IA",
    "terms.disclaimers.ai_content.content": "Le contenu généré par l'IA est fourni à des fins d'information et d'assistance uniquement. Nous ne garantissons pas l'exactitude, l'exhaustivité, la fiabilité, la qualité ou la pertinence du contenu généré par l'IA. Vous devez vérifier de manière indépendante tout le contenu généré par l'IA avant de l'utiliser à des fins commerciales, juridiques, financières ou autres fins importantes. Le contenu généré par l'IA peut contenir des erreurs, des biais ou des inexactitudes.",
    "terms.disclaimers.third_party.title": "9.3 Contenu et Services Tiers",
    "terms.disclaimers.third_party.content": "Le Service peut contenir des liens vers des sites web, des services ou du contenu de tiers. Nous ne sommes pas responsables de la disponibilité, de l'exactitude, du contenu ou des pratiques des services tiers. Votre utilisation des services tiers est à vos propres risques et soumise à leurs conditions et politiques.",
    "terms.disclaimers.liability.title": "9.4 Limitation de Responsabilité",
    "terms.disclaimers.liability.content": "DANS LA MESURE MAXIMALE AUTORISÉE PAR LA LOI, IDEM ET SES DIRIGEANTS, ADMINISTRATEURS, EMPLOYÉS, AGENTS, FOURNISSEURS ET AFFILIÉS NE SERONT PAS RESPONSABLES DES DOMMAGES INDIRECTS, ACCESSOIRES, SPÉCIAUX, CONSÉCUTIFS OU PUNITIFS, OU DE TOUTE PERTE DE PROFITS, DE REVENUS, DE DONNÉES, D'UTILISATION, DE CLIENTÈLE OU D'AUTRES PERTES INCORPORELLES, QU'ELLES SOIENT DIRECTES OU INDIRECTES, DÉCOULANT DE : (A) VOTRE UTILISATION OU INCAPACITÉ À UTILISER LE SERVICE ; (B) TOUT ACCÈS OU UTILISATION NON AUTORISÉ DE NOS SERVEURS OU DE VOS DONNÉES ; (C) TOUTE INTERRUPTION OU CESSATION DU SERVICE ; (D) TOUT BOGUE, VIRUS OU CODE NUISIBLE ; (E) TOUTE ERREUR OU OMISSION DANS LE CONTENU ; OU (F) TOUT CONTENU OU COMPORTEMENT D'UTILISATEUR. NOTRE RESPONSABILITÉ TOTALE NE DÉPASSERA PAS LE MONTANT QUE VOUS NOUS AVEZ PAYÉ AU COURS DES 12 MOIS PRÉCÉDANT LA RÉCLAMATION.",
    "terms.indemnification.title": "10. INDEMNISATION",
    "terms.indemnification.content": "Vous acceptez de défendre, d'indemniser et de dégager de toute responsabilité IDEM et ses dirigeants, administrateurs, employés, sous-traitants, agents, fournisseurs et affiliés de et contre toutes les réclamations, dommages, obligations, pertes, responsabilités, coûts, dettes et dépenses (y compris les honoraires d'avocat) découlant de : (a) votre utilisation du Service ; (b) votre violation de ces Conditions ; (c) votre violation de tout droit de tiers, y compris la propriété intellectuelle, la vie privée ou d'autres droits de propriété ; (d) tout contenu que vous soumettez, publiez ou transmettez via le Service ; ou (e) toute faute intentionnelle ou négligence.",
    "terms.termination.title": "11. RÉSILIATION",
    "terms.termination.content": "L'une ou l'autre des parties peut résilier cet accord dans les conditions suivantes :",
    "terms.termination.by_you.title": "11.1 Résiliation par Vous",
    "terms.termination.by_you.content": "Vous pouvez résilier votre compte à tout moment en suivant le processus de clôture de compte dans vos paramètres. À la résiliation, votre accès au Service cessera, mais vous resterez responsable de tous les frais impayés.",
    "terms.termination.by_us.title": "11.2 Résiliation par Nous",
    "terms.termination.by_us.content": "Nous pouvons résilier ou suspendre votre compte et votre accès au Service immédiatement, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris, mais sans s'y limiter :",
    "terms.termination.by_us.violation": "Violation de ces Conditions d'Utilisation ou de nos politiques",
    "terms.termination.by_us.nonpayment": "Non-paiement des frais ou activité de paiement frauduleuse",
    "terms.termination.by_us.illegal": "Activité illégale, frauduleuse ou abusive",
    "terms.termination.by_us.inactivity": "Inactivité prolongée ou abandon du compte",
    "terms.termination.by_us.security": "Préoccupations de sécurité ou risque pour le Service ou d'autres utilisateurs",
    "terms.termination.by_us.discontinuation": "Arrêt du Service",
    "terms.termination.effect.title": "11.3 Effet de la Résiliation",
    "terms.termination.effect.content": "À la résiliation : (a) votre droit d'utiliser le Service cessera immédiatement ; (b) nous pouvons supprimer votre compte et vos données après un délai de grâce raisonnable ; (c) vous restez redevable de tous les frais et charges encourus avant la résiliation ; (d) les dispositions qui, de par leur nature, devraient survivre à la résiliation survivront, y compris les droits de propriété intellectuelle, les exclusions de responsabilité, l'indemnisation et les limitations de responsabilité.",
    "terms.governing_law.title": "12. LOI APPLICABLE ET RÉSOLUTION DES LITIGES",
    "terms.governing_law.content": "Ces Conditions seront régies et interprétées conformément aux lois de [Juridiction], sans égard à ses dispositions en matière de conflit de lois. Tout litige, réclamation ou controverse découlant de ou lié à ces Conditions ou au Service sera résolu par un arbitrage exécutoire conformément aux règles de [Organisation d'Arbitrage], sauf que l'une ou l'autre des parties peut demander une injonction ou une autre réparation équitable devant un tribunal. Vous renoncez à tout droit à un procès devant jury ou à participer à un recours collectif.",
    "terms.changes.title": "13. MODIFICATIONS DE CES CONDITIONS",
    "terms.changes.content": "Nous nous réservons le droit de modifier ces Conditions d'Utilisation à tout moment. Nous fournirons un avis des changements importants en publiant les conditions mises à jour sur cette page et en mettant à jour la \"Date d'entrée en vigueur\" en haut. Pour les changements importants, nous pouvons fournir un avis supplémentaire tel qu'une notification par e-mail ou un message dans l'application. Votre utilisation continue du Service après l'entrée en vigueur des modifications constitue une acceptation des conditions modifiées. Si vous n'acceptez pas les modifications, vous devez cesser d'utiliser le Service et pouvez résilier votre compte.",
    "terms.contact.title": "14. INFORMATIONS DE CONTACT",
    "terms.contact.content": "Si vous avez des questions, des préoccupations ou des demandes concernant ces Conditions d'Utilisation, veuillez nous contacter à :"
  }
}
