{
  "locale": "fr",
  "translations": {
    "terms.nav.acceptable_use": "4. ACCEPTABLE USE POLICY",
    "terms.nav.intellectual_property": "5. INTELLECTUAL PROPERTY",
    "terms.nav.service_availability": "8. SERVICE AVAILABILITY",
    "terms.nav.indemnification": "10. INDEMNIFICATION",
    "terms.acceptance.title": "1. ACCEPTANCE OF TERMS",
    "terms.acceptance.content": "By accessing and using IDEM (\"the Service\", \"Platform\", \"we\", \"us\", or \"our\"), you accept and agree to be bound by the terms and provisions of this agreement. If you do not agree to abide by these Terms of Service, please do not use this service. Your continued use of the Service constitutes acceptance of any modifications to these terms.",
    "terms.description.title": "2. DESCRIPTION OF SERVICE",
    "terms.description.content": "IDEM is an AI-powered project management and development platform that provides comprehensive tools and services for modern software development and project management:",
    "terms.description.project_management.strong": "Project Management",
    "terms.description.project_management.text": "Create, organize, and manage projects with AI-powered insights and recommendations",
    "terms.description.ai_content.strong": "AI-Generated Content",
    "terms.description.ai_content.text": "Generate diagrams (UML, ERD, flowcharts), business plans, branding materials, and technical documentation",
    "terms.description.dev_tools.strong": "Development Tools",
    "terms.description.dev_tools.text": "Deployment assistance, code generation, and development environment management",
    "terms.description.collaboration.strong": "Collaboration Features",
    "terms.description.collaboration.text": "Team management, real-time collaboration, and communication tools",
    "terms.description.analytics.strong": "Analytics and Reporting",
    "terms.description.analytics.text": "Comprehensive analytics, progress tracking, and customizable reports",
    "terms.description.integrations.strong": "Integration Capabilities",
    "terms.description.integrations.text": "Connect with third-party services, APIs, and development tools",
    "terms.accounts.title": "3. USER ACCOUNTS AND REGISTRATION",
    "terms.accounts.content": "To access certain features of the Service, you must register for an account. By creating an account, you agree to:",
    "terms.accounts.accurate_info": "Provide accurate, current, complete, and truthful information during registration",
    "terms.accounts.update_info": "Maintain and promptly update your account information to keep it accurate and current",
    "terms.accounts.security": "Maintain the security and confidentiality of your password and account credentials",
    "terms.accounts.responsibility": "Accept full responsibility for all activities that occur under your account",
    "terms.accounts.notify_breach": "Notify us immediately of any unauthorized use, security breach, or suspected fraud",
    "terms.accounts.no_sharing": "Not share your account credentials or allow others to access your account",
    "terms.accounts.no_multiple": "Not create multiple accounts or use automated means to create accounts",
    "terms.accounts.age_requirement": "Be at least 18 years old or have parental consent to use the Service",
    "terms.acceptable_use.title": "4. ACCEPTABLE USE POLICY",
    "terms.acceptable_use.content": "You agree to use the Service in compliance with all applicable laws and regulations. You explicitly agree NOT to:",
    "terms.acceptable_use.prohibited.title": "4.1 Prohibited Activities",
    "terms.acceptable_use.prohibited.content": "The following activities are strictly prohibited:",
    "terms.acceptable_use.prohibited.violate_laws": "Violate any applicable local, state, national, or international laws or regulations",
    "terms.acceptable_use.prohibited.infringe_ip": "Infringe on intellectual property rights, copyrights, trademarks, or patents of others",
    "terms.acceptable_use.prohibited.malicious_code": "Upload, transmit, or distribute malicious code, viruses, malware, or harmful content",
    "terms.acceptable_use.prohibited.unauthorized_access": "Attempt to gain unauthorized access to our systems, networks, or other user accounts",
    "terms.acceptable_use.prohibited.interfere": "Interfere with, disrupt, or impose unreasonable load on the Service or servers",
    "terms.acceptable_use.prohibited.illegal_use": "Use the Service for any illegal, fraudulent, or unauthorized purpose",
    "terms.acceptable_use.prohibited.harass": "Harass, abuse, threaten, or harm other users or third parties",
    "terms.acceptable_use.prohibited.spam": "Distribute spam, unsolicited communications, or engage in phishing",
    "terms.acceptable_use.prohibited.scraping": "Scrape, crawl, or use automated tools to extract data without permission",
    "terms.acceptable_use.prohibited.reverse_engineer": "Reverse engineer, decompile, or disassemble any part of the Service",
    "terms.acceptable_use.prohibited.remove_notices": "Remove, obscure, or alter any proprietary notices or labels",
    "terms.acceptable_use.prohibited.impersonate": "Impersonate any person or entity or misrepresent your affiliation",
    "terms.acceptable_use.content_standards.title": "4.2 Content Standards",
    "terms.acceptable_use.content_standards.content": "All content you create, upload, or share must comply with the following standards:",
    "terms.acceptable_use.content_standards.no_illegal": "Must not contain illegal, defamatory, obscene, or offensive material",
    "terms.acceptable_use.content_standards.no_privacy_violation": "Must not violate privacy rights or disclose confidential information without authorization",
    "terms.acceptable_use.content_standards.no_hate": "Must not promote violence, discrimination, or hate speech",
    "terms.acceptable_use.content_standards.no_misleading": "Must not contain misleading, false, or deceptive information",
    "terms.intellectual_property.title": "5. INTELLECTUAL PROPERTY RIGHTS",
    "terms.intellectual_property.content": "Intellectual property rights are governed by the following terms:",
    "terms.intellectual_property.our_content.title": "5.1 Our Content and Platform",
    "terms.intellectual_property.our_content.content": "The Service and its original content, features, functionality, design, code, and all related intellectual property are owned by IDEM and are protected by international copyright, trademark, patent, trade secret, and other intellectual property laws. You may not copy, modify, distribute, sell, or lease any part of our Service without explicit written permission.",
    "terms.intellectual_property.your_content.title": "5.2 Your Content",
    "terms.intellectual_property.your_content.content": "You retain full ownership of all content you create, upload, or submit to the Service. By using the Service, you grant us a non-exclusive, worldwide, royalty-free, sublicensable, and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform your content solely for the purpose of providing, maintaining, and improving the Service.",
    "terms.intellectual_property.ai_content.title": "5.3 AI-Generated Content",
    "terms.intellectual_property.ai_content.content": "Content generated by our AI tools based on your inputs and prompts is provided to you under a non-exclusive, worldwide, royalty-free license. You may use, modify, and distribute AI-generated content for your personal and commercial purposes, subject to these terms. However, we cannot guarantee that AI-generated content is free from third-party intellectual property claims.",
    "terms.intellectual_property.feedback.title": "5.4 Feedback and Suggestions",
    "terms.intellectual_property.feedback.content": "Any feedback, suggestions, ideas, or other information you provide to us about the Service becomes our property. We may use this feedback without any obligation to compensate you or provide attribution.",
    "terms.payment.title": "6. PAYMENT AND BILLING",
    "terms.payment.content": "Certain features and services require payment. By subscribing to a paid plan, you agree to:",
    "terms.payment.obligation.strong": "Payment Obligation",
    "terms.payment.obligation.text": "Pay all fees and charges associated with your account and subscription plan",
    "terms.payment.billing_info.strong": "Billing Information",
    "terms.payment.billing_info.text": "Provide accurate, complete, and current billing and payment information",
    "terms.payment.updates.strong": "Updates",
    "terms.payment.updates.text": "Notify us promptly of any changes to your payment information or billing address",
    "terms.payment.authorization.strong": "Authorization",
    "terms.payment.authorization.text": "Authorize us to charge your payment method for all fees and charges",
    "terms.payment.subscription.strong": "Subscription Terms",
    "terms.payment.subscription.text": "Subscription fees are billed in advance on a recurring basis (monthly or annually)",
    "terms.payment.auto_renewal.strong": "Auto-Renewal",
    "terms.payment.auto_renewal.text": "Subscriptions automatically renew unless cancelled before the renewal date",
    "terms.payment.refund.strong": "Refund Policy",
    "terms.payment.refund.text": "Subscription fees are generally non-refundable except as required by law or stated in our refund policy",
    "terms.payment.price_changes.strong": "Price Changes",
    "terms.payment.price_changes.text": "We reserve the right to change pricing with 30 days advance notice",
    "terms.payment.taxes.strong": "Taxes",
    "terms.payment.taxes.text": "You are responsible for all applicable taxes, duties, and government charges",
    "terms.privacy.title": "7. PRIVACY AND DATA PROTECTION",
    "terms.privacy.content": "Your privacy is important to us. Our Privacy Policy explains in detail how we collect, use, protect, and share your information when you use the Service. By using the Service, you agree to the collection, use, and disclosure of information in accordance with our Privacy Policy. Key points include:",
    "terms.privacy.collection": "We collect personal information you provide and technical data automatically",
    "terms.privacy.usage": "We use your data to provide, improve, and personalize the Service",
    "terms.privacy.security": "We implement industry-standard security measures to protect your data",
    "terms.privacy.no_selling": "We do not sell your personal information to third parties",
    "terms.privacy.rights": "You have rights to access, correct, delete, and port your data",
    "terms.service_availability.title": "8. SERVICE AVAILABILITY AND MODIFICATIONS",
    "terms.service_availability.content": "We strive to provide reliable service but cannot guarantee uninterrupted availability. We reserve the right to:",
    "terms.service_availability.modify": "Modify, suspend, or discontinue any part of the Service at any time with reasonable notice",
    "terms.service_availability.maintenance": "Perform scheduled maintenance, updates, and upgrades that may cause temporary interruptions",
    "terms.service_availability.update_terms": "Update these Terms of Service with advance notice for material changes",
    "terms.service_availability.refuse_service": "Refuse service to anyone for any lawful reason",
    "terms.service_availability.remove_content": "Remove, modify, or restrict access to content that violates these terms",
    "terms.service_availability.change_features": "Change features, functionality, pricing, or service tiers",
    "terms.service_availability.usage_limits": "Impose usage limits, quotas, or restrictions on certain features",
    "terms.disclaimers.title": "9. DISCLAIMERS AND LIMITATIONS OF LIABILITY",
    "terms.disclaimers.content": "The Service is provided under the following disclaimers and liability limitations:",
    "terms.disclaimers.service.title": "9.1 Service Disclaimer",
    "terms.disclaimers.service.content": "THE SERVICE IS PROVIDED \"AS IS\" AND \"AS AVAILABLE\" WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, TITLE, QUIET ENJOYMENT, ACCURACY, OR INTEGRATION. WE DO NOT WARRANT THAT THE SERVICE WILL BE UNINTERRUPTED, ERROR-FREE, SECURE, OR FREE FROM VIRUSES OR OTHER HARMFUL COMPONENTS.",
    "terms.disclaimers.ai_content.title": "9.2 AI Content Disclaimer",
    "terms.disclaimers.ai_content.content": "AI-generated content is provided for informational and assistance purposes only. We do not guarantee the accuracy, completeness, reliability, quality, or appropriateness of AI-generated content. You should independently verify all AI-generated content before using it for business, legal, financial, or other important purposes. AI-generated content may contain errors, biases, or inaccuracies.",
    "terms.disclaimers.third_party.title": "9.3 Third-Party Content and Services",
    "terms.disclaimers.third_party.content": "The Service may contain links to third-party websites, services, or content. We are not responsible for the availability, accuracy, content, or practices of third-party services. Your use of third-party services is at your own risk and subject to their terms and policies.",
    "terms.disclaimers.liability.title": "9.4 Limitation of Liability",
    "terms.disclaimers.liability.content": "TO THE MAXIMUM EXTENT PERMITTED BY LAW, IDEM AND ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, AND AFFILIATES SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFITS, REVENUES, DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, WHETHER INCURRED DIRECTLY OR INDIRECTLY, ARISING FROM: (A) YOUR USE OR INABILITY TO USE THE SERVICE; (B) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS OR YOUR DATA; (C) ANY INTERRUPTION OR CESSATION OF THE SERVICE; (D) ANY BUGS, VIRUSES, OR HARMFUL CODE; (E) ANY ERRORS OR OMISSIONS IN CONTENT; OR (F) ANY USER CONTENT OR CONDUCT. OUR TOTAL LIABILITY SHALL NOT EXCEED THE AMOUNT YOU PAID US IN THE 12 MONTHS PRECEDING THE CLAIM.",
    "terms.indemnification.title": "10. INDEMNIFICATION",
    "terms.indemnification.content": "You agree to defend, indemnify, and hold harmless IDEM and its officers, directors, employees, contractors, agents, suppliers, and affiliates from and against any and all claims, damages, obligations, losses, liabilities, costs, debts, and expenses (including attorney fees) arising from: (a) your use of the Service; (b) your violation of these Terms; (c) your violation of any third-party rights, including intellectual property, privacy, or other proprietary rights; (d) any content you submit, post, or transmit through the Service; or (e) any willful misconduct or negligence.",
    "terms.termination.title": "11. TERMINATION",
    "terms.termination.content": "Either party may terminate this agreement under the following conditions:",
    "terms.termination.by_you.title": "11.1 Termination by You",
    "terms.termination.by_you.content": "You may terminate your account at any time by following the account closure process in your settings. Upon termination, your access to the Service will cease, but you remain responsible for any outstanding fees.",
    "terms.termination.by_us.title": "11.2 Termination by Us",
    "terms.termination.by_us.content": "We may terminate or suspend your account and access to the Service immediately, without prior notice or liability, for any reason, including but not limited to:",
    "terms.termination.by_us.violation": "Violation of these Terms of Service or our policies",
    "terms.termination.by_us.nonpayment": "Non-payment of fees or fraudulent payment activity",
    "terms.termination.by_us.illegal": "Illegal, fraudulent, or abusive activity",
    "terms.termination.by_us.inactivity": "Prolonged inactivity or abandonment of account",
    "terms.termination.by_us.security": "Security concerns or risk to the Service or other users",
    "terms.termination.by_us.discontinuation": "Discontinuation of the Service",
    "terms.termination.effect.title": "11.3 Effect of Termination",
    "terms.termination.effect.content": "Upon termination: (a) your right to use the Service will cease immediately; (b) we may delete your account and data after a reasonable grace period; (c) you remain liable for all fees and charges incurred prior to termination; (d) provisions that by their nature should survive termination will survive, including intellectual property rights, disclaimers, indemnification, and limitations of liability.",
    "terms.governing_law.title": "12. GOVERNING LAW AND DISPUTE RESOLUTION",
    "terms.governing_law.content": "These Terms shall be governed by and construed in accordance with the laws of [Jurisdiction], without regard to its conflict of law provisions. Any disputes, claims, or controversies arising out of or relating to these Terms or the Service shall be resolved through binding arbitration in accordance with the rules of [Arbitration Organization], except that either party may seek injunctive or other equitable relief in court. You waive any right to a jury trial or to participate in a class action lawsuit.",
    "terms.changes.title": "13. CHANGES TO THESE TERMS",
    "terms.changes.content": "We reserve the right to modify these Terms of Service at any time. We will provide notice of material changes by posting the updated terms on this page and updating the \"Effective Date\" at the top. For significant changes, we may provide additional notice such as an email notification or in-app message. Your continued use of the Service after changes take effect constitutes acceptance of the modified terms. If you do not agree to the changes, you must stop using the Service and may terminate your account.",
    "terms.contact.title": "14. CONTACT INFORMATION",
    "terms.contact.content": "If you have any questions, concerns, or requests regarding these Terms of Service, please contact us at:"
  }
}
