{
  "locale": "fr",
  "translations": {
    "home.seo.title": "Idem : Générateur de Logo, Marque, Business Plan & Créateur d'App & Déploiement Alimenté par l'IA",
    "home.seo.description": "Transformez vos idées en applications fonctionnelles avec la plateforme IA d'Idem. Créez des marques professionnelles, générez des business plans, construisez des diagrammes UML et déployez des applications instantanément. Du concept à la production en quelques minutes.",
    "home.seo.keywords": "création de marque par IA, déploiement instantané d'applications, assistant IA, générateur de business plan, créateur de diagrammes UML, conception de logo IA, constructeur de site web, identité de marque, architecture technique, déploiement en un clic, plateforme SaaS, outils pour startups, automatisation par IA, transformation numérique, développement d'applications, conception de marque, identité visuelle, automatisation du déploiement, développement alimenté par l'IA",
    "home.seo.author": "Équipe Idem",
    "home.seo.applicationName": "Idem",
    "home.seo.appleMobileWebAppTitle": "Idem",
    "home.seo.ogDescription": "Plateforme IA révolutionnaire qui construit votre marque, crée des business plans, des spécifications techniques et déploie des applications instantanément. Logos professionnels, business plans, diagrammes UML et applications en direct - tous générés par l'IA en quelques minutes.",
    "home.seo.ogImageAlt": "Idem - Plateforme de Création de Marque & Déploiement d'Applications Alimentée par l'IA",
    "home.structured.description": "Plateforme alimentée par l'IA pour la création de marque et le déploiement instantané d'applications. Créez des marques professionnelles, des business plans, des diagrammes UML et déployez des applications en toute simplicité.",
    "home.structured.offerDescription": "Niveau gratuit disponible avec des fonctionnalités premium",
    "home.structured.feature1": "Création de Marque par IA",
    "home.structured.feature2": "Génération de Conception de Logo",
    "home.structured.feature3": "Création de Business Plan",
    "home.structured.feature4": "Génération de Diagrammes UML",
    "home.structured.feature5": "Construction de Site Web",
    "home.structured.feature6": "Déploiement Instantané d'Applications",
    "home.structured.feature7": "Conception d'Architecture Technique",
    "home.structured.feature8": "Développement d'Identité de Marque"
  }
}
